Repository: macbogucki/Projekt_Praktyki_Robot_Delta
Catalog: Logical/mappView/Resources/Texts/LocalizableTexts.tmx
Source language: en
Languages: de, pl

source: Main Page
de: Heim
pl: Strona główna

source: Service
de: Haupsteite
pl: Serwis

source: Alarms
de: Alarmseite
pl: Alarmy

source: Logged as:
de: Angemeldet als
pl: Zalogowany jako:

source: Logout
de: Ausloggen
pl: Wyloguj się

source: Acknowledge
de: Anerkennen
pl: Potwierdź

source: Acknowledge All
de: Alle Anerkennen
pl: Potwierdź wszystkie

source: Take a photo
de: Mach ein Foto
pl: Zrób zdjęcie

source: Velocity Y
de: Geschwindigkeit Y
pl: Prędkość Y

source: Tracking time
de: Zeiterfassung
pl: Czas śledzenia

source: Reset
de: Rücksetzen

source: Clear
de: Klar
pl: Wyczyść

source: Abort
de: Abbrechen
pl: Anuluj

source: Current State
de: Aktuellen Zustand
pl: Obecny stan

source: Auto control
de: Automatische Steuerung
pl: Sterowanie automatyczne

source: Velocity X
de: Geschwindigkeit X
pl: Prędkość X

source: Velocity Z
de: Geschwindigkeit Z
pl: Prędkość Z

source: Manual Control
de: Manuelle Kontrolle
pl: Sterowanie ręczne

source: Mode
de: Modus
pl: Tryb

source: Position preview
de: Positionsvorschau
pl: Podgląd stanowiska

source: Photo Preview
de: Fotovorschau
pl: Podgląd zdjęcia

source: Token position
de: Puckposition
pl: Pozycja krążka

source: Delete objects
de: Objekte entfernen
pl: Usuń obiekty

source: Audit
de: Prüfung
pl: Audyt

source: Current Alarms
de: Aktuelle Alarme
pl: Aktualne alarmy

source: History of alarms
de: Alarmverlauf
pl: Historia alarmów

source: Export to CSV
de: Export nach CSV
pl: Eksport do CSV

source: Clear all
de: Alles löschen
pl: Wyczyść wszystko

source: Gripper
de: Greifer
pl: Chwytak

source: Users
pl: Użytkownicy

source: Export
pl: Eksport

source: Manual
pl: Ręczne

source: Start/Stop Conveyor
pl: Start/Stop Przenośnika
